[
    {
      "title":"Geological background",
      "nadpis":"North American and Eurasian plates",
      "nadpis2":"",
      "nadpis3":"The Ice Age",
      "nadpis4":"Volcanic activity",
      "nadpis5":"",
      "nadpis6":"",
      "nadpis7":"",
      "text":"Iceland lies between the North American and Eurasian plates. These plates spread at a rate of approximately 2.5 centimeters per year. This elevated portion of the ridge is known as the Reykjanes Ridge. The volcanic activity is attributed to a hotspot, the Iceland hotspot, which in turn lies over a mantle plume (the Iceland Plume) an anomalously hot rock in the Earth's mantle which is likely to be partly responsible for the island's creation and continued existence. For comparison, it is estimated that other volcanic islands, such as the Faroe Islands have existed for about 55 million years, the Azores (on the same ridge) about 8 million years, and Hawaii less than a million years. The younger rock strata in the southwest of Iceland and the central highlands are only about 700,000 years old.",
      "text2":"Most researchers of plate motion agree that the Iceland hotspot was probably located beneath Greenland for a period of time. As the North Atlantic Ocean continued to spread apart, Greenland was located to the southeast of the Iceland hotspot and likely moved over it 70–40 Ma. Some research using new plate motion data gathered from hotspot reference frames from around the world suggests that the Iceland hotspot's path differs from that estimated from older investigations. Many older rocks (dated 75–70 Ma) located throughout the area to the west are not only located near hypothesized Iceland hotspot paths but are also attributable to hotspot volcanism. This implies that the Iceland hotspot may be much older than the earliest rifting of what is now the northernmost Northeast Atlantic. If this is true, then much of the rifting in the North Atlantic was likely caused by thinning and bulging of the crust as opposed to the more direct influence of the mantle plume which sustains the Iceland hotspot.",
      "text3":"The geological history of the earth is divided into ice ages, based on temperature and climate. The last glacial period, commonly referred to as The Ice Age is thought to have begun about 110,000 years ago and ended about 10,000 years ago. While covered in ice, Iceland's icefalls, fjords and valleys were formed. Although most scientists believe Iceland is capable of being an island because it is both in contact with a mantle plume, and being actively split apart by the Mid-Atlantic Ridge, some other convincing seismological and geophysical evidence calls the previously discussed mantle plume/hotspot assumption into question. Some geologists believe there is not enough definitive evidence to suggest a mantle plume exists beneath Iceland because sea floor heat flow through the lithosphere surrounding Iceland does not deviate from normal oceanic lithosphere heat flow that is uninfluenced by a plume. This cold crust hypothesis directly opposes the idea that Iceland is located above a hot mantle plume. Additional evidence indicates that seismic waves created under Iceland do not behave as expected based on other seismic surveys near hypothesized mantle plumes. As it is one of the only places where sea floor spreading can be observed on land, and where there is evidence for a mantle plume, the geological history of Iceland will likely remain a popular area of research.",
      "text4":"The tectonic structure of Iceland is characterized by various seismically and volcanically active centers. Iceland is bordered to the south by the Reykjanes Ridge segment of the Mid-Atlantic Ridge and to the north by the Kolbeinsey Ridge. Rifting in the southern part of Iceland is focused in two main parallel rift zones. The Reykjanes Peninsula Rift in SW Iceland is the landward continuation of the Reykjanes Ridge that connects to the Western Volcanic Zone (WVZ). The more active Eastern Volcanic Zone (EVZ) represents a rift jump, although it is unclear how the eastward propagation of the main rifting activity has occurred. The offset between the WVZ and the EVZ is accommodated by the South Iceland Seismic Zone, an area characterized by high earthquake activity. The EVZ transitions northward into the Northern Volcanic Zone (NVZ), which contains Krafla volcano. The NVZ is connected to the Kolbeinsey Ridge by the Tjörnes Fracture Zone, another major center of seismicity and deformation.",
      "text5":"",
      "text6":"",
      "text7":"",
      "obrazek":"",
      "obrazek2":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_plates.gif\" alt=\"\">",
      "obrazek3":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_snow.gif\" alt=\"\">",
      "obrazek4":"",
      "obrazek5":"",
      "obrazek6":"",
      "obrazek7":""
    },
    {
      "title":"Early history",
      "nadpis":"Irish monks",
      "nadpis2":"",
      "nadpis3":"Norse discovery",
      "nadpis4":"",
      "nadpis5":"",
      "nadpis6":"",
      "nadpis7":"",
      "text":"There is some literary evidence that monks from a Hiberno-Scottish mission may have settled in Iceland before the arrival of the Norsemen. The Landnámabók (\"Book of Settlements\"), written in the 1100s, mentions the presence of Irish monks, called the Papar, prior to Norse settlement and states that the monks left behind Irish books, bells, and crosiers, among other things. According to the same account, the Irish monks abandoned the country when the Norse arrived or had left prior to their arrival. The twelfth-century scholar Ari Þorgilsson's Íslendingabók reasserts that items including bells corresponding to those used by Irish monks were found by the settlers. No such artifacts have been discovered by archaeologists, however. Some Icelanders claimed descent from Cerball mac Dúnlainge, King of Osraige in southeastern Ireland, at the time of the Landnámabók's creation.",
      "text2":"Another source mentioning the Papar is Íslendingabók, dating from between 1122 and 1133. According to this account, the previous inhabitants, a few Irish monks known as the Papar, left the island since they did not want to live with pagan Norsemen. One theory suggests that those monks were members of a Hiberno-Scottish mission, Irish and Scottish monks who spread Christianity during the Middle Ages. They may also have been hermits. Recent archaeological excavations have revealed the ruins of a cabin in Hafnir on the Reykjanes peninsula (close to Keflavík International Airport). Carbon dating reveals that the cabin was abandoned somewhere between 770 and 880, suggesting that Iceland was populated well before 874. This archaeological find may also indicate that the monks left Iceland before the Norse arrived.",
      "text3":"According to the Landnámabók, Iceland was discovered by Naddodd, one of the first settlers in the Faroe Islands, who was sailing from Norway to the Faroes but lost his way and drifted to the east coast of Iceland. Naddodd called the country Snæland \"Snowland\". Swedish sailor Garðar Svavarsson also accidentally drifted to the coast of Iceland. He discovered that the country was an island and called it Garðarshólmi \"Garðar's Islet\" and stayed for the winter at Húsavík. The first Norseman who deliberately sailed to Garðarshólmi was Hrafna-Flóki Vilgerðarson. Flóki settled for one winter at Barðaströnd. After the cold winter passed, the summer came and the whole island became green, which stunned Flóki. Realizing that this place was in fact habitable, despite the horribly cold winter, and full of useful resources, Flóki restocked his boat. He then returned east to Norway with resources and knowledge.",
      "text4":"",
      "text5":"",
      "text6":"",
      "text7":"",
      "obrazek":"",
      "obrazek2":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_irishmonks.png\" alt=\"\">",
      "obrazek3":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_norsemen.png\" alt=\"\">",
      "obrazek4":"",
      "obrazek5":"",
      "obrazek6":"",
      "obrazek7":""
    },
    {
      "title":"Settlement (874–930)",
      "nadpis":"The first permanent settler",
      "nadpis2":"",
      "nadpis3":"Norwegian king",
      "nadpis4":"",
      "nadpis5":"",
      "nadpis6":"",
      "nadpis7":"",
      "text":"According to the Landnámabók, some Norwegian threw two carved pillars (Öndvegissúlur) overboard as he neared land, vowing to settle wherever they landed. He then sailed along the coast until the pillars were found in the southwestern peninsula, now known as Reykjanesskagi. There he settled with his family around 874, in a place he named Reykjavík \"Smoke Cove\", probably from the geothermal steam rising from the earth. This place eventually became the capital and the largest city of modern Iceland. It is recognized, however, that Ingólfr Arnarson may not have been the first one to settle permanently in Iceland—that may have been Náttfari, one of Garðar Svavarsson's men who stayed behind when Garðar returned to Scandinavia.",
      "text2":"According to Landnámabók, Ingólfr was followed by many more Norse chieftains, their families and slaves who settled all the habitable areas of the island in the next decades. Archeological evidence strongly suggests that the timing is roughly accurate; \"that the whole country was occupied within a couple of decades towards the end of the 9th century.\" These people were primarily of Norwegian, Irish, and Scottish origin. Some of the Irish and Scots were slaves and servants of the Norse chiefs, according to the sagas of Icelanders, the Landnámabók, and other documents. Some settlers coming from the British Isles were \"Hiberno-Norse,\" with cultural and family connections both to the coastal and island areas of Ireland and/or Scotland and to Norway.",
      "text3":"The traditional explanation for the exodus from Norway is that people were fleeing the harsh rule of the Norwegian king Harald Fairhair, whom medieval literary sources credit with the unification of some parts of modern Norway during this period. Viking incursions into Britain were also expelled thoroughly during this time, potentially leading to a need for peaceful settlement in other lands. It is also believed that the western fjords of Norway were simply overcrowded in this period.",
      "text4":"The settlement of Iceland is thoroughly recorded in the aforementioned Landnámabók, although the book was compiled in the early 12th century when at least 200 years had passed from the age of settlement. Ari Þorgilsson's Íslendingabók is generally considered more reliable as a source and is probably somewhat older, but it is far less thorough. It does say that Iceland was fully settled within 60 years, which likely means that all arable land had been claimed by various settlers.",
      "text5":"",
      "text6":"",
      "text7":"",
      "obrazek":"",
      "obrazek2":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_pillars.png\" alt=\"\">",
      "obrazek3":"",
      "obrazek4":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_finehair.png\" alt=\"\">",
      "obrazek5":"",
      "obrazek6":"",
      "obrazek7":""
    },
    {
      "title":"Commonwealth (930–1262)",
      "nadpis":"Christianisation",
      "nadpis2":"",
      "nadpis3":"Civil war and the end of the commonwealth",
      "nadpis4":"",
      "nadpis5":"",
      "nadpis6":"",
      "nadpis7":"",
      "text":"The settlers of Iceland were predominantly pagans and worshiped the Norse gods, among them Odin, Thor, Freyr, and Freyja. By the tenth century, political pressure from Europe to convert to Christianity mounted. As the end of the first millennium grew near, many prominent Icelanders had accepted the new faith.",
      "text2":"In the year 1000, as a civil war between the religious groups seemed likely, the Alþingi appointed one of the chieftains, Thorgeir Ljosvetningagodi, to decide the issue of religion by arbitration. He decided that the country should convert to Christianity as a whole, but that pagans would be allowed to worship privately. The first Icelandic bishop, Ísleifur Gissurarson, was consecrated by bishop Adalbert of Hamburg in 1056.",
      "text3":"During the 11th and 12th centuries, the centralization of power had worn down the institutions of the commonwealth, as the former, notable independence of local farmers and chieftains gave way to the growing power of a handful of families and their leaders. The period from around 1200 to 1262 is generally known as the Age of the Sturlungs. This refers to Sturla Þórðarson and his sons, Sighvatr Sturluson, and Snorri Sturluson, who were one of two main clans fighting for power over Iceland, causing havoc in a land inhabited almost entirely by farmers who could ill-afford to travel far from their farms, across the island to fight for their leaders.",
      "text4":"In 1220, Snorri Sturluson became a vassal of Haakon IV of Norway; his nephew Sturla Sighvatsson also became a vassal in 1235. Sturla used the power and influence of the Sturlungar family clan to wage war against the other clans in Iceland. After decades of conflict, the Icelandic chieftains agreed to accept the sovereignty of Norway and signed the Old Covenant (Gamli sáttmáli) establishing a union with the Norwegian monarchy.",
      "text5":"",
      "text6":"",
      "text7":"",
      "obrazek":"",
      "obrazek2":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_christianization.png\" alt=\"\">",
      "obrazek3":"",
      "obrazek4":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_war.png\" alt=\"\">",
      "obrazek5":"",
      "obrazek6":"",
      "obrazek7":""
    },
    {
      "title":"Iceland under Norwegian and Danish kings (1262–1944)",
      "nadpis":"Norwegian rule",
      "nadpis2":"Kalmar Union",
      "nadpis3":"Reformation and Danish trade monopoly",
      "nadpis4":"Independence movement",
      "nadpis5":"World War I",
      "nadpis6":"The Great Depression",
      "nadpis7":"World War II",
      "text":"Little changed in the decades following the treaty. Norway's consolidation of power in Iceland was slow, and the Althing intended to hold onto its legislative and judicial power. Nonetheless, the Christian clergy had unique opportunities to accumulate wealth via the tithe, and power gradually shifted to ecclesiastical authorities as Iceland's two bishops in Skálholt and Hólar acquired land at the expense of the old chieftains. Around the time Iceland became a vassal state of Norway, a climate shift occurred—a phenomenon now called the Little Ice Age. Areas near the Arctic Circle such as Iceland and Greenland began to have shorter growing seasons and colder winters. Since Iceland had marginal farmland in good times, the climate change resulted in hardship for the population. A serfdom-like institution called the vistarband developed, in which peasants were bound to landowners for a year at a time. It became more difficult to raise barley, the primary cereal crop, and livestock required additional fodder to survive longer and colder winters. Icelanders began to trade for grain from continental Europe, which was an expensive proposition. Church fast days increased demand for dried codfish, which was easily caught and prepared for export, and the cod trade became an important part of the economy.",
      "text2":"Iceland remained under Norwegian kingship until 1380, when the death of Olaf II of Denmark extinguished the Norwegian male royal line. Norway (and thus Iceland) then became part of the Kalmar Union, along with Sweden and Denmark, with Denmark as the dominant power. Unlike Norway, Denmark did not need Iceland's fish and homespun wool. This created a dramatic deficit in Iceland's trade. The small Greenland colony, established in the late 10th century, died out completely before 1500. With the introduction of absolute monarchy in Denmark–Norway in 1660 under Frederick III of Denmark, the Icelanders relinquished their autonomy to the crown, including the right to initiate and consent to legislation. Denmark, however, did not provide much protection to Iceland, which was raided in 1627 by a Barbary pirate fleet that abducted almost 300 Icelanders into slavery, in an episode known as the Turkish Abductions. After the end of the Kalmar Union, the royal government asserted greater control of Iceland. In particular, it took stronger actions to stop the involvement of English traders with Iceland.",
      "text3":"By the middle of the 16th century, Christian III of Denmark began to impose Lutheranism on his subjects. Jón Arason and Ögmundur Pálsson, the Catholic bishops of Skálholt and Hólar respectively, opposed Christian's efforts at promoting the Protestant Reformation in Iceland. Ögmundur was deported by Danish officials in 1541, but Jón Arason put up a fight. Opposition to the reformation ended in 1550 when Jón Arason was captured after being defeated in the Battle of Sauðafell by loyalist forces under the leadership of Daði Guðmundsson. Jón Arason and his two sons were subsequently beheaded in Skálholt. Following this, the Icelanders became Lutherans and remain largely so to this day. In 1602, Iceland was forbidden to trade with countries other than Denmark, by order of the Danish government, which at this time pursued mercantilist policies. The Danish–Icelandic Trade Monopoly remained in effect until 1786.",
      "text4":"Throughout the 19th century, the country's climate continued to grow worse, resulting in mass emigration to the New World, particularly Manitoba in Canada. However, a new national consciousness was revived in Iceland, inspired by romantic nationalist ideas from continental Europe. This revival was spearheaded by the Fjölnismenn, a group of Danish-educated Icelandic intellectuals. An independence movement developed under the leadership of a lawyer named Jón Sigurðsson. In 1843, a new Althing was founded as a consultative assembly. It claimed continuity with the Althing of the Icelandic Commonwealth, which had remained for centuries as a judicial body and had been abolished in 1800.",
      "text5":"Iceland was part of neutral Denmark during the war. Icelanders were, in general, sympathetic to the cause of the Allies. Iceland also traded significantly with the United Kingdom during the war, as Iceland found itself within its sphere of influence. In their attempts to stop the Icelanders from trading with the Germans indirectly, the British imposed costly and time-consuming constraints on Icelandic exports going to the Nordic countries. There is no evidence of any German plans to invade Iceland during the war. 1,245 Icelanders, Icelandic Americans, and Icelandic Canadians were registered as soldiers during World War I. 989 fought for Canada, whereas 256 fought for the United States. 391 of the combatants were born in Iceland, the rest were of Icelandic descent. 10 women of Icelandic descent and 4 women born in Iceland served as nurses for the Allies during World War I. At least 144 of the combatants died during World War I (96 in combat, 19 from wounds suffered during combat, 2 from accidents, and 27 from disease), 61 of them were Iceland-born. Ten men were taken as prisoners of war by the Germans. The war had a lasting impact on Icelandic society and Iceland's external relations. It led to major government interference in the marketplace that lasted until the post-World War II period. Iceland's competent governance of internal affairs and relations with other states—while relations with Denmark were interrupted during the war—showed that Iceland was capable of acquiring further powers, which resulted in Denmark recognizing Iceland as a fully sovereign state in 1918. It has been argued that the thirst for news of the war helped Morgunblaðið to gain a dominant position among Icelandic newspapers.",
      "text6":"Icelandic post-World War I prosperity came to an end with the outbreak of the Great Depression, a severe worldwide economic crash. The depression hit Iceland hard as the value of exports plummeted. The total value of Icelandic exports fell from 74 million kronur in 1929 to 48 million kronur in 1932, and did not rise again to the pre-1930 level until after 1939. Government interference in the economy increased: \"Imports were regulated, trade with foreign currency was monopolized by state-owned banks, and loan capital was largely distributed by state-regulated funds\". The outbreak of the Spanish Civil War cut Iceland's exports of saltfish by half, and the depression lasted in Iceland until the outbreak of World War II, when prices for fish exports soared.",
      "text7":"With war looming in the spring of 1939, Iceland realized its exposed position would be very dangerous in wartime. An all-party government was formed, and Lufthansa's request for civilian airplane landing rights was rejected. German ships were all about, however, until the British blockade of Germany put a stop to that when the war began in September. Iceland demanded Britain allow it to trade with Germany, to no avail. Iceland turned down British offers of protection after the occupation of Denmark, because that would violate Iceland's neutrality. Britain and the U.S. opened direct diplomatic relations, as did Sweden and Norway. The German takeover of Norway left Iceland highly exposed; Britain decided it could not risk a German takeover of Iceland. On 10 May 1940, British military forces began an invasion of Iceland when they sailed into Reykjavík harbour in Operation Fork. There was no resistance, but the government protested against what it called a \"flagrant violation\" of Icelandic neutrality, though Prime Minister Hermann Jónasson called on Icelanders to treat the British troops with politeness, as if they were guests. They behaved accordingly, and there were no mishaps. The occupation of Iceland lasted throughout the war. At the peak, the British had 25,000 troops stationed in Iceland, all but eliminating unemployment in the Reykjavík area and other strategically important places. In July 1941, responsibility for Iceland's occupation and defence passed to the United States under a U.S.-Icelandic agreement which included a provision that the U.S. recognize Iceland's absolute independence. The British were replaced by up to 40,000 Americans, who outnumbered all adult Icelandic men. (At the time, Iceland had a population of around 120,000.). The occupation of Iceland by the British and the Americans proved to be an economic boom, as the occupiers injected money into the Icelandic economy and launched various projects. This eradicated unemployment in Iceland and raised wages considerably. According to one study, \"by the end of World War II, Iceland had been transformed from one of Europe’s poorest countries to one of the world’s wealthiest.\"",
      "obrazek":"",
      "obrazek2":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_kalman.png\" alt=\"\">",
      "obrazek3":"",
      "obrazek4":"",
      "obrazek5":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_ww1.png\" alt=\"\">",
      "obrazek6":"",
      "obrazek7":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_ww2.png\" alt=\"\">"
    },
    {
      "title":"Republic of Iceland (1944–)",
      "nadpis":"Founding of the republic",
      "nadpis2":"",
      "nadpis3":"NATO membership, US defense agreement, and the Cold War",
      "nadpis4":"",
      "nadpis5":"EEA membership and economic reform",
      "nadpis6":"Financial crisis",
      "nadpis7":"",
      "text":"On 31 December 1943, the Act of Union agreement expired after 25 years. Beginning on 20 May 1944, Icelanders voted in a four-day plebiscite on whether to terminate the personal union with the King of Denmark and establish a republic. The vote was 97% in favour of ending the union and 95% in favour of the new republican constitution. Iceland became an independent republic on 17 June 1944, with Sveinn Björnsson as its first president. Denmark was still occupied by Germany at the time. Danish King Christian X sent a message of congratulations to the Icelandic people. Iceland had prospered during the course of the war, amassing considerable currency reserves in foreign banks. In addition to this, the country received the most Marshall Aid per capita of any European country in the immediate postwar years (at US$209, with the war-ravaged Netherlands a distant second at US$109).",
      "text2":"The new republican government, led by an unlikely three-party majority cabinet made up of conservatives (the Independence Party, Sjálfstæðisflokkurinn), social democrats (the Social Democratic Party, Alþýðuflokkurinn), and socialists (People's Unity Party – Socialist Party, Sósíalistaflokkurinn), decided to put the funds into a general renovation of the fishing fleet, the building of fish processing facilities, the construction of a cement and fertilizer factory, and a general modernization of agriculture. These actions were aimed at keeping Icelanders' standard of living as high as it had become during the prosperous war years. The government's fiscal policy was strictly Keynesian, and their aim was to create the necessary industrial infrastructure for a prosperous developed country. It was considered essential to keep unemployment down and to protect the export fishing industry through currency manipulation and other means. Because of the country's dependence both on reliable fish catches and foreign demand for fish products, Iceland's economy remained unstable well into the 1990s, when the country's economy was greatly diversified.",
      "text3":"In October 1946, the Icelandic and United States governments agreed to terminate U.S. responsibility for the defense of Iceland, but the United States retained certain rights at Keflavík, such as the right to re-establish a military presence there, should war threaten. Iceland became a charter member of the North Atlantic Treaty Organization (NATO) on 30 March 1949, with the reservation that it would never take part in offensive action against another nation. The membership came amid an anti-NATO riot in Iceland. After the outbreak of the Korean War in 1950, and pursuant to the request of NATO military authorities, the United States and Iceland agreed that the United States should again take responsibility for Iceland's defense. This agreement, signed on 5 May 1951, was the authority for the controversial U.S. military presence in Iceland, which remained until 2006. The U.S. base served as a hub for transports and communications to Europe, a key chain in the GIUK gap, a monitor of Soviet submarine activity, and a linchpin in the early warning system for incoming Soviet attacks and interceptor of Soviet reconnaissance bombers. Although U.S. forces no longer maintain a military presence in Iceland, the U.S. still assumes responsibility over the country's defense through NATO. Iceland has retained strong ties to the other Nordic countries. As a consequence, Norway, Denmark, Germany, and other European nations have increased their defense and rescue cooperation with Iceland since the withdrawal of U.S. forces.",
      "text4":"According to a 2018 study in the Scandinavian Journal of History, Iceland benefited massively from its relationship with the United States during the Cold War. The United States provided extensive economic patronage, advocated on Iceland's behalf in international organizations, allowed Iceland to violate the rules of international organizations, and helped Iceland to victory in the Cod Wars. Despite this, the relationship with the United States was contentious in Icelandic domestic politics, leaving some scholars to describe Iceland as a \"rebellious ally\" and \"reluctant ally.\" Iceland repeatedly threatened to leave NATO or cancel the US defence agreement during the Cold War, which is one reason why the United States went to great lengths to please the Icelanders.",
      "text5":"In 1991, the Independence Party, led by Davíð Oddsson, formed a coalition government with the Social Democrats. This government set in motion market liberalisation policies, privatising a number of state-owned companies. Iceland then became a member of the European Economic Area in 1994. Economic stability increased and previously chronic inflation was drastically reduced. In 1995, the Independence Party formed a coalition government with the Progressive Party. This government continued with free market policies, privatising two commercial banks and the state-owned telecom Landssíminn. Corporate income tax was reduced to 18% (from around 50% at the beginning of the decade), inheritance tax was greatly reduced, and the net wealth tax was abolished. A system of individual transferable quotas in the Icelandic fisheries, first introduced in the late 1970s, was further developed. The coalition government remained in power through elections in 1999 and 2003. In 2004, Davíð Oddsson stepped down as Prime Minister after 13 years in office. Halldór Ásgrímsson, leader of the Progressive Party, took over as prime minister from 2004 to 2006, followed by Geir H. Haarde, Davíð Oddsson's successor as leader of the Independence Party. In March 2006, the United States announced that it intended to withdraw the greater part of the Icelandic Defence Force. On 12 August 2006, the last four F-15's left Icelandic airspace. The United States closed the Keflavík Air Base in September 2006. In 2021, it was reported that the United States was considering re-opening the base.",
      "text6":"In October 2008, the Icelandic banking system collapsed, prompting Iceland to seek large loans from the International Monetary Fund and friendly countries. Widespread protests in late 2008 and early 2009 resulted in the resignation of the Haarde government, which was replaced on 1 February 2009 by a coalition government led by the Social Democratic Alliance and the Left-Green Movement. Social Democrat minister Jóhanna Sigurðardóttir was appointed Prime Minister, becoming the world's first openly homosexual head of government of the modern era. Elections took place in April 2009, and a continuing coalition government consisting of the Social Democrats and the Left-Green Movement was established in May 2009.",
      "text7":"The financial crisis gave rise to the Icesave dispute, where Iceland on the one hand and the United Kingdom and Netherlands on the other disputed whether Iceland was obligated to repay British and Dutch depositors who lost their savings when Icesave collapsed. The crisis resulted in the greatest migration from Iceland since 1887, with a net exodus of 5,000 people in 2009.Iceland's economy stabilized under the government of Jóhanna Sigurðardóttir, and grew by 1.6% in 2012, but many Icelanders remained unhappy with the state of the economy and government austerity policies; the centre-right Independence Party was returned to power, in coalition with the Progressive Party, in the 2013 elections. On 1 August 2016, Guðni Th. Jóhannesson became the new president of Iceland.",
      "obrazek":"",
      "obrazek2":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_flag.png\" alt=\"\">",
      "obrazek3":"",
      "obrazek4":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_defense.gif\" alt=\"\">",
      "obrazek5":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/Iceland_us.png\" alt=\"\">",
      "obrazek6":"",
      "obrazek7":""
    }
  ]