[
    {
       "text":"Iceland is a representative democracy and a parliamentary republic. The modern parliament, Alþingi (English: Althing), was founded in 1845 as an advisory body to the Danish monarch. It was widely seen as a re-establishment of the assembly founded in 930 in the Commonwealth period, and temporarily suspended from 1799 to 1845. Consequently, \"it is arguably the world's oldest parliamentary democracy.\" It has 63 members, elected for a maximum period of four years.",
       "text2":"The head of government is the prime minister who, together with the cabinet, is responsible for executive government. The president, in contrast, is elected by popular vote for a term of four years with no term limit. The elections for president, the Althing, and local municipal councils are all held separately every four years. The president of Iceland is a largely ceremonial head of state and serves as a diplomat, but may veto laws voted by the parliament and put them to a national referendum. The president is Guðni Th. Jóhannesson.",
       "text3":"The cabinet is appointed by the president after a general election to the Althing; however, the appointment is usually negotiated by the leaders of the political parties, who decide among themselves after discussions which parties can form the cabinet and how to distribute its seats, under the condition that it has majority support in the Althing. Only when the party leaders are unable to reach a conclusion by themselves within a reasonable time span does the president exercise this power and appoint the cabinet personally. This has not happened since the republic was founded in 1944, but in 1942 regent Sveinn Björnsson, who had been installed in that position by the Althing in 1941, appointed a non-parliamentary government. The regent had, for all practical purposes, the position of a president, and Sveinn would later become the country's first president in 1944.",
       "gif":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/politics1.png\" alt=\"\">"
    },
    {
        "text":"Iceland is divided into regions, constituencies, and municipalities. The eight regions are primarily used for statistical purposes. District court jurisdictions also use an older version of this division.[64] Until 2003, the constituencies for the parliamentary elections were the same as the regions, but by an amendment to the constitution, they were changed to the current six constituencies:<li>Reykjavík North and Reykjavík South (city regions)</li><li>Southwest (four non-contiguous suburban areas around Reykjavík)</li><li>Northwest and Northeast (northern half of Iceland, split)</li><li>South (southern half of Iceland, excluding Reykjavík and suburbs)</li>",
        "text2":"The redistricting change was made to balance the weight of different districts of the country since previously a vote cast in the sparsely populated areas around the country would count much more than a vote cast in the Reykjavík city area. The imbalance between districts has been reduced by the new system but still exists.",
        "text3":"74 municipalities in Iceland govern local matters like schools, transport, and zoning. These are the actual second-level subdivisions of Iceland, as the constituencies have no relevance except in elections and for statistical purposes. Reykjavík is by far the most populous municipality, about four times more populous than Kópavogur, the second one.",
        "gif":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/politics2.png\" alt=\"\">"
  
     },
     {
        "text":"Iceland, which is a member of the UN, NATO, EFTA, Council of Europe and OECD, maintains diplomatic and commercial relations with practically all nations, but its ties with the Nordic countries, Germany, the United States, Canada, and the other NATO nations are particularly close. Historically, due to cultural, economic, and linguistic similarities, Iceland is a Nordic country, and it participates in intergovernmental cooperation through the Nordic Council.",
        "text2":"Iceland is a member of the European Economic Area (EEA), which allows the country access to the single market of the European Union (EU). It was not a member of the EU, but in July 2009, the Icelandic parliament, the Althing, voted in favour of the application for EU membership and officially applied on 17 July 2009. However, in 2013, opinion polls showed that many Icelanders were now against joining the EU; following the 2013 Icelandic parliamentary election the two parties that formed the island's new government—the centrist Progressive Party and the right-wing Independence Party—announced they would hold a referendum on EU membership.",
        "text3":"The governments of Iceland have always been coalition governments, with two or more parties involved, as no single political party has ever received a majority of seats in the Althing throughout the republican period. The extent of the political power possessed by the office of the president is disputed by legal scholars, in Iceland; several provisions of the constitution appear to give the president some important powers, but other provisions and traditions suggest differently.[citation needed] In 1980, Icelanders elected Vigdís Finnbogadóttir as president, the world's first directly elected female head of state. She retired from office in 1996. In 2009, Iceland became the first country with an openly gay head of government when Jóhanna Sigurðardóttir became prime minister.",
        "gif":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/politics3.png\" alt=\"\">"
  
     },
     {
        "text":"Iceland has no standing army but has the Icelandic Coast Guard which also maintains the Iceland Air Defence System, and an Iceland Crisis Response Unit to support peacekeeping missions and perform paramilitary functions. According to the 2011 Global Peace Index, Iceland is the most peaceful country in the world, due to its lack of armed forces, low crime rate and high level of socio-political stability.[117] Iceland is listed in Guinness World Records as the \"country ranked most at peace\" and the \"lowest military spending per capita\".",
        "text2":"The Iceland Defense Force (IDF) was a military command of the United States Armed Forces from 1951 to 2006. The IDF, created at the request of NATO, came into existence when the United States signed an agreement to provide for the defence of Iceland. The IDF also consisted of civilian Icelanders and military members of other NATO nations. The IDF was downsized after the end of the Cold War and the U.S. Air Force maintained four to six interceptor aircraft at the Naval Air Station Keflavik, until they were withdrawn on 30 September 2006. Since May 2008, NATO nations have periodically deployed fighters to patrol Icelandic airspace under the Icelandic Air Policing mission. Iceland supported the 2003 invasion of Iraq despite much domestic controversy, deploying a Coast Guard EOD team to Iraq, which was replaced later by members of the Iceland Crisis Response Unit. Iceland has also participated in the ongoing conflict in Afghanistan and the 1999 NATO bombing of Yugoslavia.[citation needed] Despite the ongoing financial crisis the first new patrol ship in decades was launched on 29 April 2009.",
        "text3":"Iceland was the neutral host of the historic 1986 Reagan–Gorbachev summit in Reykjavík, which set the stage for the end of the Cold War. Iceland's principal historical international disputes involved disagreements over fishing rights. Conflict with the United Kingdom led to a series of so-called Cod Wars, which included confrontations between the Icelandic Coast Guard and the Royal Navy over British fishermen: in 1952–1956 due to the extension of Iceland's fishing zone from 3 to 4 nmi (5.6 to 7.4 km; 3.5 to 4.6 mi), in 1958–1961 following a further extension to 12 nmi (22.2 km; 13.8 mi), in 1972–1973 with another extension to 50 nmi (92.6 km; 57.5 mi), and in 1975–1976 after another extension to 200 nmi (370.4 km; 230.2 mi).",
        "gif":"<img class=\"img-fluid rounded mx-auto d-block\" src=\"./../img/politics4.png\" alt=\"\">"
  
     }
]